[NoID_CarefulIFind AkEvent]
SpokenText="Cuidado, eu acho que os carros tendem a explodir quando expostos a fogo de armas."

[NoID_CarefulPressO AkEvent]
SpokenText="Cuidado, pressiona a vantagem antes que te rodeiem."

[NoID_GettingThatClose AkEvent]
SpokenText="Obtendo isso perto pode lhe dar um tiro melhor, mas é arriscado. ADVENT vai ter qualquer abertura que eles podem obter."

[NoID_YoureLateWhat AkEvent]
SpokenText="Você está atrasado, o que você tem feito lá embaixo?"

[SHEN_Tactical_Tutorial_Cars_Make_Poor_Cover_ALT AkEvent]
SpokenText="Você está perigosamente perto agora ... ADVENT vai aproveitar qualquer abertura que lhes damos."

[SHEN_Tactical_Tutorial_Matinee_Curb_Stomp_ALT AkEvent]
SpokenText="Cortando um pouco perto, onde você estava?"

[SHEN_Tactical_Tutorial_Matinee_Security_Reveal AkEvent]
SpokenText="Não parece que eles estão saindo. Permaneça fora do site até que estejamos prontos para fazer nosso movimento."

[SHEN_Tactical_Tutorial_Matinee_Transition AkEvent]
SpokenText="As forças do ADVENT estão se espalhando para o ponto de explosão. Precisamos avançar no pacote antes de descobrir o que estamos tramando."

[SHEN_Tactical_Tutorial_Ramirez_Move_Up AkEvent]
SpokenText="Crasher-2, você está acordado, lembre-se, não fique muito perto, você será manchado com certeza e nós vamos perder a nossa vantagem."

[SHN_AvengerDefense_AllSystemsGreen AkEvent]
SpokenText="Seja o que for, destruir parece ter levantado o campo de interrupção, os sistemas de controle do motor estão voltando on-line, devemos estar claros para decolar dentro de sessenta segundos."

[SHN_AvengerDefense_FirstBoardingWarning01 AkEvent]
SpokenText="Comandante, não podemos permitir que as tropas estrangeiras tenham acesso aos sistemas do Vingador! Se eles têm os códigos de comando originais, eles poderiam iniciar um fechamento completo do Power Core - se isso acontecer, não há como Descendo do chão antes de nos invadirem ."

[SHN_AvengerDefense_Intro02 AkEvent]
SpokenText="Comandante, temos uma falha crítica do sistema - o Vingador está morto na água.Eu estou desviando o poder de reserva para os scanners - e eles estão pegando uma poderosa fonte de radiação nas proximidades - precisamos localizar e destruir O que quer que esteja atrapalhando nossos sistemas. "

[SHN_AvengerDefense_ShipBoarded01 AkEvent]
SpokenText="Comandante, não há como eu pôr os motores de volta on-line agora! Estamos mortos na água ... Não há nada mais que eu possa fazer."

[SHN_AvengerDefenseX_Intro02 AkEvent]
SpokenText="Comandante, os alienígenas têm um pico de disruptor no campo. Eu não consigo colocar os motores de volta on-line até que nós levá-lo para fora. Você sabe o que fazer."

[T_Alien_Fortress_Residential_Diorama_Shen_01 AkEvent]
SpokenText="O que é isso ?!" Algum tipo de recinto humano? "

[T_Blacksite_Body_Containers_Spotted_Shen_P1 AkEvent]
SpokenText="Espere, são aqueles ...!?"

[T_Blacksite_Body_Containers_Spotted_Shen_P3 AkEvent]
SpokenText="Esses contêineres parecem ter células de energia auto-suficientes, pode ser algum tipo de sistema de stasis. É possível que pelo menos algumas dessas pessoas ainda possam estar vivas."

[T_Blacksite_Interior_Reveal_Shen_P2_ALT AkEvent]
SpokenText="Isso parece mais uma refinaria para mim, doutor."

[T_Blacksite_Interior_Reveal_Shen_P3 AkEvent]
SpokenText="Ou uma refinaria."

[T_Blacksite_Liquid_Collection_Spotted_Shen_P1 AkEvent]
SpokenText="Acho que Tygan tem razão, alguém passou muito tempo projetando essa facilidade."

[T_Blacksite_Soylent_Gold_Spotted_Shen_P2 AkEvent]
SpokenText="Não estamos pegando nenhuma leitura incomum, nenhuma assinatura de energia significativa."

[T_Blacksite_Vial_Pickup_Shen_P2 AkEvent]
SpokenText="Sem sinais de radioatividade, sem assinaturas de energia significativas de qualquer tipo. Seja lá o que for, é seguro de manusear."

[T_Broadcast_Flyover_Shen_P3 AkEvent]
SpokenText="Sim, e teremos que acessar a unidade diretamente se tivermos alguma esperança de romper este campo de amortecimento."

[T_Broadcast_Rooftops_Env_Callouts_Shen_01 AkEvent]
SpokenText="Esse é um dos seus transmissores, eles não colocaram muito esforço em disfarçar a tecnologia alienígena envolvida."

[T_City_Center_Chip_Transmitter_Shen_01 AkEvent]
SpokenText="Os alienígenas certamente não facilitam decifrar sua tecnologia, às vezes é difícil dizer se o componente orgânico ou mecânico está no controle."

[T_City_Center_Propaganda_Shen_01 AkEvent]
SpokenText="Eu acho que se você está desesperado o suficiente, você pode acreditar em qualquer coisa - mesmo que os alienígenas são nossos amigos."

[T_Final_Mission_Final_Set_Four_Shen_02 AkEvent]
SpokenText="Não tenho certeza se eu gosto do som disso."

[T_Final_Mission_Final_Showdown_Begins_Shen_04 AkEvent]
SpokenText="Sim, derrubá-lo."

[T_Forge_Advent_Bodies_Sighted_Shen_01 AkEvent]
SpokenText="Parece mais uma facilidade de produção para mim, a configuração é diferente ... é possível? Poderia ser aqui que as forças ADVENT estão vindo ?!"

[T_Forge_Avatar_Suit_Sighted_Shen_P3 AkEvent]
SpokenText="Então, quem eles estão colocando um presente?"

[T_Forge_Interior_Reveal_Shen_P1 AkEvent]
SpokenText="Estes não são civis, eles são ADVENT."

[T_Fortress_Recap_Callouts_Shen_01 AkEvent]
SpokenText="Suponho que não devemos ficar surpresos, mas não estou recebendo nenhum tipo de leituras de posicionamento da equipe."

[T_Fortress_Recap_Callouts_Shen_02 AkEvent]
SpokenText="Esta deve ser a etapa final do processo, eles colheram nosso material genético, criaram-na nesses Avatares e agora estão tentando completar a transferência. Um novo começo para os Anciãos, ao custo de milhões De vidas humanas. "

[T_Fortress_Recap_Callouts_Shen_03 AkEvent]
SpokenText="Para tudo o que sabemos, ele poderia anteceder a invasão em si."

[T_Gene_Therapy_Clinic_Torture_Table_Shen_01 AkEvent]
SpokenText="Isso não se parece com algo que você usaria para ajudar alguém, não é?"

[T_Overwatch_Shen AkEvent]
SpokenText="Mantenha os olhos abertos, sem saber o que está por vir."

[T_Psi_Gate_Gateway_Spotted_Shen_P2 AkEvent]
SpokenText="Essa não é a mesma fenda que o Codex usou quando apareceu. Essa coisa poderia levar a qualquer lugar, nem mesmo estar apontando para a Terra."

[T_Psi_Gate_Reveal_Shen_P2 AkEvent]
SpokenText="Nenhum local local tenho certeza."

[T_Setup_Phase_Avoid_Detection_Shen AkEvent]
SpokenText="Não fique muito perto, você será visto com certeza e vamos perder a nossa vantagem."

[T_Setup_Phase_Break_Concealment_Shen_01 AkEvent]
SpokenText="Nós gastamos muito tempo equipando nossas tropas, Comandante, eles estão prontos para lutar. Se tivermos a chance de atacar primeiro, eu digo que levamos."

[T_Setup_Phase_Break_Concealment_Shen_02 AkEvent]
SpokenText="Comandante, eu não posso ser educado nas táticas mais recentes, mas não vamos fazer muito aqui se nossas tropas ficarem escondidas o tempo todo."

[T_Setup_Phase_Break_Concealment_Shen_03 AkEvent]
SpokenText="Então vamos matar extraterrestres, ou apenas ter nossas tropas rastejando ao redor nas sombras?"

[T_Setup_Phase_Cars_make_poor_cover_Shen AkEvent]
SpokenText="Normalmente eu diria que evitem usar veículos para cobrir, eles tendem a queimar quando expostos a armas de fogo.Não temos um monte de opções agora mesmo."

[T_Setup_Phase_Combat_Tutorial_Shen_01 AkEvent]
SpokenText="Tudo bem, Gatecrasher, vamos deixá-lo fora do perímetro de segurança, ETA 30 segundos."

[T_Setup_Phase_Combat_Tutorial_Shen_03 AkEvent]
SpokenText="Não fique muito confortável, nós definitivamente temos sua atenção, vá ao encontro e pegue o pacote."

[T_Setup_Phase_Combat_Tutorial_Shen_04 AkEvent]
SpokenText="Primeiras coisas primeiro, você precisa sair da vista. Pegue alguma cobertura perto dessa parede baixa."

[T_Setup_Phase_Combat_Tutorial_Shen_07 AkEvent]
SpokenText="É melhor do que nada, mas veja se você não consegue encontrar uma posição mais segura para fora."

[T_Setup_Phase_Combat_Tutorial_Shen_09 AkEvent]
SpokenText="Menace-2, fique perto, mantenha o ritmo com Menace-1."

[T_Setup_Phase_Combat_Tutorial_Shen_11 AkEvent]
SpokenText="A segurança é apertada, mas temos a vantagem - eles não estão lá ainda."

[T_Setup_Phase_Combat_Tutorial_Shen_12 AkEvent]
SpokenText="Ao ficar escondido, podemos obter o salto nas forças do ADVENT."

[T_Setup_Phase_Combat_Tutorial_Shen_13 AkEvent]
SpokenText="Você está fora de combate, é melhor pegar a bola, ficar fora da vista, fazer o primeiro tiro contar."

[T_Setup_Phase_Combat_Tutorial_Shen_14 AkEvent]
SpokenText="Bom trabalho. De lá você deve estar seguro para ..."

[T_Setup_Phase_Combat_Tutorial_Shen_14_a AkEvent]
SpokenText="Mais do que esperávamos, mas eles ainda não sabem que você está lá, vamos mantê-lo dessa forma."

[T_Setup_Phase_Combat_Tutorial_Shen_14_ALT AkEvent]
SpokenText="Bom trabalho. De lá você deve estar seguro para se envolver."

[T_Setup_Phase_Combat_Tutorial_Shen_14b AkEvent]
SpokenText="Bom trabalho, precisamos estar prontos para participar com ou sem o nosso backup."

[T_Setup_Phase_Combat_Tutorial_Shen_15 AkEvent]
SpokenText="Patrulha de entrada! Fique fora da vista!"

[T_Setup_Phase_Combat_Tutorial_Shen_18 AkEvent]
SpokenText="Você terá a chance de ficar focado no objetivo."

[T_Setup_Phase_Combat_Tutorial_Shen_21 AkEvent]
SpokenText="Faça."

[T_Setup_Phase_Combat_Tutorial_Shen_22 AkEvent]
SpokenText="É agora ou nunca, faça isso."

T_Setup_Phase_Combat_Tutorial_Shen_24 AkEvent]
SpokenText="Eles podem te ver agora, e você atirar primeiro e comemorar depois."

[T_Setup_Phase_Combat_Tutorial_Shen_28 AkEvent]
SpokenText="Merda! Sua armadura de sucata não pode ter batidas como essa! Cuidado com os flancos!"

[T_Setup_Phase_Combat_Tutorial_Shen_32 AkEvent]
SpokenText="Ela está chamando reforços!"

[T_Setup_Phase_Combat_Tutorial_Shen_33 AkEvent]
SpokenText="... transmissão."

[T_Setup_Phase_Combat_Tutorial_Shen_35 AkEvent]
SpokenText="Você está atrasada, Central. O que diabos você tem feito lá embaixo?"

[T_Setup_Phase_Combat_Tutorial_Shen_39 AkEvent]
SpokenText="Todos ouvimos rumores, eu nunca acreditei que fosse verdade."

[T_Setup_Phase_Combat_Tutorial_Shen_41 AkEvent]
SpokenText="Parece que a transmissão aconteceu. Você tem um transporte ADVENT fechando em sua posição!"

[T_Setup_Phase_Combat_Tutorial_Shen_43 AkEvent]
SpokenText="Espera, você deve verificar que o corpo de engrenagem salvageable, precisamos de qualquer coisa que pudermos chegar a este ponto.Melhor mover rápido embora, eu ouvi rumores ADVENT sondas suas coisas para auto-destruição."

[T_Setup_Phase_Combat_Tutorial_Shen_45 AkEvent]
SpokenText="Quando é que é?"

[T_Setup_Phase_Combat_Tutorial_Shen_50 AkEvent]
SpokenText="Os reforços apenas atingiram o solo!"

[T_Setup_Phase_Combat_Tutorial_Shen_59 AkEvent]
SpokenText="Você deve ser capaz de cortar através dos protocolos de segurança da porta, eles nunca esperavam que alguém chegasse tão perto."

[T_Setup_Phase_Combat_Tutorial_Shen_63 AkEvent]
SpokenText="Esperemos que nossa inteligência seja boa."

[T_Setup_Phase_Combat_Tutorial_Shen_66 AkEvent]
SpokenText="Parece que há um painel de acesso anexado. Se você me der uma olhada melhor, eu poderia ..."

[T_Setup_Phase_Combat_Tutorial_Shen_71 AkEvent]
SpokenText="Toda a grade de segurança ADVENT acendeu! O Firebrand está próximo para EVAC, mas é agora ou nunca Central!"

[T_Setup_Phase_Combat_Tutorial_Shen_72 AkEvent]
SpokenText="Não! Central !, Menace-1 está para baixo! Você tem que sair de lá!"

[T_Setup_Phase_Flight_Device_Spotted_Shen AEvent]
SpokenText="Esse é o componente que eu preciso! Se você pode trazê-lo de volta em uma peça que pode realmente ter uma chance."

[T_Shen_AlienSightings_ACV AkEvent]
SpokenText="O ADVENT tem enviado esses veículos de ataque não tripulados para pacificar os assentamentos afastados. Poderia ser possível cortar um se podemos chegar perto o suficiente."

[T_Shen_AlienSightings_AdvMEC_M1 AkEvent]
SpokenText="Esta é uma unidade de combate mecanizada extremamente bem equipada e precisamos buscar vulnerabilidades se quisermos tirar essa coisa."

[T_Shen_AlienSightings_Andromedon AkEvent]
SpokenText="É um terno ambiente ... Talvez algo que não possa lidar com a nossa atmosfera?"

[T_Shen_AlienSightings_Archon AkEvent]
SpokenText="Os alienígenas podem ter limpado o design, mas esses monstros não são melhores do que os que meu pai tratou."

[T_Shen_AlienSightings_Drone AkEvent]
SpokenText="Os alienígenas parecem usar esses Drones principalmente para apoio e reconhecimento, mas eles também estão armados para o combate."

[T_Shen_AlienSightings_Faceless AkEvent]
SpokenText="Nem pense nisso."

[T_Shen_AlienSightings_Gatekeeper AkEvent]
SpokenText="Este é excepcionalmente gracioso em comparação com algumas das outras espécies que vimos - também emite leituras psiônicas muito fortes."

[T_Shen_AlienSightings_Sectopod AkEvent]
SpokenText="Os alienígenas usaram isso para derrotar a maioria das pesadas forças convencionais da Terra. Pode perfurar armaduras com a mesma facilidade com que mastiga através da infantaria."

[T_Shen_AlienSightings_Synthoid AkEvent]
SpokenText="Esta coisa parece com algum tipo de android, um avanço de seus desenvolvimentos biomecânicos anteriores."

[T_Shen_AlienSightings_Turret AkEvent]
SpokenText="Mantenha-se afastado dessas torres, ainda não estamos totalmente seguros se eles estão totalmente automatizados ou acionados remotamente."

[T_Shen_AlienSightings_Turret_MK2 AkEvent]
SpokenText="Essa torre está rastreando de forma diferente dos outros que vimos, eles provavelmente atualizaram seus sensores. Eu manteria um perfil baixo, ele pode vir depois de múltiplas metas agora se o sistema for suficientemente responsivo."

[T_Small_Town_Advent_Propaganda_Shen_01 AkEvent]
SpokenText="Por que os alienígenas simplesmente deixam essas pessoas sozinhas?" Se eles estão aqui, então eles escolheram. "

[T_Small_Town_Modified_Cars_Shen_01 AkEvent]
SpokenText="Eu tenho que dizer, estou impressionado com o que essas pessoas conseguiram montar sem qualquer das antigas fontes de combustível. Nunca subestime a criatividade humana."

[T_Small_Town_Shen_Shen_01 AkEvent]
SpokenText="Eu adorava esse jogo quando era criança."

[T_Support_First_Advent_Tower_Spotted_Shen AkEvent]
SpokenText="Nosso Gremlin pode tentar acessar a rede ADVENT a partir daqui.Podemos ser capazes de cortar seus sistemas e obter uma vantagem, mas tenha cuidado.Se eles nos detectar, as coisas só vão piorar."

[T_Tactical_Callouts_Advent_Shen_01 AkEvent]
SpokenText="Eu sempre me perguntei quem ADVENT emprega para projetar seus veículos e equipamentos, eles definitivamente têm a estética intimidante pat pat."

[T_UFO_Alien_Computer_Shen_01 AkEvent]
SpokenText="Eu não me importaria de ter um olhar mais atento em seu computador de vôo - o nosso provavelmente poderia usar algumas atualizações."

[T_UFO_Power_Supply_Shen_01 AkEvent]
SpokenText="A fonte de alimentação neste navio é provável que seja uma variação mais nova do núcleo de Elerium que conduz os sistemas do Avenger."

